Repository: zotonic/mod_admin_multiupload
Catalog: translations/*.po
Languages: nl

# MULTIUPLOAD_TITLE
source: Upload multiple files
nl: Multi upload van bestanden

# MULTIUPLOAD_MESSAGE
source: Upload multiple files at once and add them to the Media list.
nl: Upload meerdere mediabestanden tegelijk en voeg ze toe aan Mediabestanden.

# MULTIUPLOAD_HEADER_FILENAME
source: Title / filename
nl: Titel / bestandsnaam

# MULTIUPLOAD_HEADER_SIZE
source: Size
nl: Grootte

# MULTIUPLOAD_ACTION_DELETE
source: Delete
nl: Verwijderen

# MULTIUPLOAD_ACTION_UPLOAD
source: Upload files
nl: Uploaden

# MULTIUPLOAD_ACTION_CLEAR
source: Clear selection
nl: Selectie wissen

# MULTIUPLOAD_MESSAGE_WAIT
source: Please wait while uploading...
nl: Het uploaden kan enige tijd duren...

# MULTIUPLOAD_MESSAGE_CHOOSE_FILES
source: Choose one or more files
nl: Kies een of meerdere bestanden

# MULTIUPLOAD_MESSAGE_NOT_ALLOWED_USE
source: You are not allowed to use module 'mod_admin_multiupload'.
nl: Je mag module 'mod_admin_multiupload' niet gebruiken.
